MasterTitle=MK eCommerce
Settings=Beállítások
About=Körülbelül az alkalmazást 

#XTIT: Login page
WelcomeLogin=Üdvözöljük! Kérjük, jelentkezzen be:
UserName=Felhasználónév (e-mail)
EnterEmail=Írja be felhasználónevét ...
Password=Jelszó
EnterPassword=Írja be a jelszót ...
BtnLogin=Bejelentkezés
NoAccount=Nincs még fiókja?
Registration=Bejegyzés
LostPassword=Elfelejtette a jelszavát?
PasswordReset=Jelszó visszaállítása
MsgNoUserName=Nem adtál meg felhasználónevet - e-mail-ben.
MsgNoPassword=Nem adott meg jelszót.
MKIT=MK IT Business Solutions, Újvidék, 2016
MsgAdminApproval=Az alkalmazás jóváhagyásra vár a rendszergazda.
Ok=Rendben
GoOn=További
PleaseWait=Kérjük, várjon
Error=Hiba
MsgNotApproved=A jelentkezése sajnos nem fogadták el.

#XTIT: Registration page
RegTitle=Kérjük, adja meg adatait:
RegJmbgLabel=JMBG
RegJmbgPlaceholder=Írja be a személyi azonosító szám...
RegPhoneLabel=Telefonszám
RegPhonePlaceholder=Írja be a kódot mob.tel. ...
RegNameLabel=Név és vezetéknév
RegNamePlaceholder=Adja meg a nevét és vezetéknevét...
RegLanguageLabel=A nyelvi alkalmazások
RegEmailLabel=Felhasználónév (e-mail)
RegEmailPlaceholder=Írja be felhasználónevét...
RegPasswordLabel=Jelszó
RegPasswordPlaceholder=Írja be a jelszót...
RegPassAgainLabel=Ismételje meg a jelszót
RegPassAgainPlaceholder=Ismételjük meg a jelszót...
BtnRegister=Regisztráció
RegAccept=Elfogad
RegCancel=Feladom
ExtRegTitle=Kérjük, adja meg a következő kiegészítő információkat:
ExtRegCompanyLabel=Társaság
ExtRegOtmesLabel=Megváltás város
ExtRegPdvLabel=Függetlenül attól, hogy a HÉA-rendszerben?
RegMsgDifferentPasswords=Ismételt jelszó eltér az első.
RegAppDownloadLabel=Ha rákattint a "Regisztráció" automatikusan elindul le a fájlokat értesítés és annak beállítását.
RegMsgNoPhone=Molimo unesite Va\u0161 broj telefona.
RegMsgNoName=Molimo unesite Va\u0161e ime i prezime.
RegMsgNoUsername=Molimo unesite Va\u0161e korisni\u010Dko ime.
RegMsgNoPassword=Molimo unesite lozinku.
RegMsgNoPassword2=Molimo ponovite lozinku u drugom polju.
RegMsgUseAlphabetOnly=Molimo koristite samo slova alfabeta (bez \u0160,\u010C,\u0106,\u017D,\u0110).

#XTIT: About page
ApplicationRegistered=Az alkalmazás regisztrált:
PartnerID=Partner ID:
PurchasePlace=Beszerzési helye:
DevTeam=Fejlesztőcsapat:
TeamNames=Dragan Vo\u0107ki\u0107, Dragana Ivan\u010Devi\u0107, Milan Barbir i Vladimir Erakovi\u0107
MKBS=MK IT Business Solutions, Novi Sad, 2016.
AllRightsMKC=Minden jog fenntartva MK Commerce doo, Novi Sad
RulesBtn=HASZNÁLATI FELTÉTELEK
AboutTitle=MK eCommerce SAPUI5 az internetes.

#XTIT: Main page
NotificationsTile=ÉRTESÍTÉSEK
NotificationsInfo=Minden értesítést kapcsolatos ajánlatok és válaszok ajánlatokat.
MKOffersTile=MK e-AJÀNLATOK
MKOffersInfo=Minden ajánlat küldött MK Commerce - vásárlás, eladás, Info és felmérés.
MyOfferTile=LÉTREHOZOM a AJÀNLATOK
MyOfferInfo=Ha akarsz valamit ajánlani, hogy direkt ajánlatát MK Commerce.
CustomListTile=AKTUÁLIS SAJÁT AJÀNLATOK
CustomOListInfo=A lista az ajánlatokat, a rájuk adott válaszok.
ArchiveAllTile=ARCHÍVUM MINDEN AJÁNLAT
ArchiveAllInfo=A levéltár található összes ajánlat jött az elmúlt hónapban.
BulletinBoardTile=HIRDETŐTÁBLA
BulletinBoardInfo=A hirdetőtábla kapcsolatos információkat tartalmazza a beszerzési és váza város.
WeatherForecastTile=IDŐJÁRÁS-ELŐREJELZÉS
WeatherForecastInfo=Lásd milyen időjárás várható a jövőben.
ContactsTile=KAPCSOLATOK
ContactsInfo=A telefonszámok az üzleti kapcsolatok, amelyek fontosak az Ön számára.
DebtStructureTile=AZ ELADÓSODÁS STRUKTÚRÁJÁBAN BY A SZERZŐDÉS
DebtStructureInfo=Nézz egy helyen minden kötelezettség alá a szerződéseket.
LagerTile=LAGER
LagerInfo=Áruk ellenőrzése silókban MK Commerce és egy számológép kiszámításához az áru értékét.
NoPartnerId=Be kell lépnie, hogy a felhasználói azonosítóját.
LogoutMenuItemText=Odjavi se
MainPageUsername= Prijavljeni ste kao:
MainPagePPlace= Otkupno mesto:
NotifAppNotActiveTooltip=Aplikacija za obave\u0161tenja nije aktivna.
NotifAppIsActiveTooltip=Aplikacija za obave\u0161tenja je aktivna.

#XTIT: Offers master-detail page
OffersMasterTitle=Aktuális MK ajánlatok
MasterSearchPlaceholder=Keresés
MasterSearchTooltip=Keresés cím anyaga
OffersDetailTitle=Ajánlat részletei
MasterListNoDataText=Nincs aktív ajánlat
NotFoundText=Semmi nincs kijelölve.
NotFoundDescription=Válassza ki a listából az ajánlatok.
CustomMasterTitle=Aktuális saját ajánlat
OfferValidFrom=Jétől érvényes
OfferValidUntil=Ig érvényes
OfferFilled=Vagy amíg töltés kvóták.
OfferDetailExitBtnTooltip=
BtnMinus=Oduzmi
BtnPlus=Dodaj
BtnRefresh=Osve\u017Ei
BtnLegend=Legenda ikonica
BtnFilterSmerp=Filter po tipu ponude
OffersDSendActionText=Klikom na dugme 'Po\u0161alji' prosle\u0111ujete svoj odgovor na ponudu.
OffersDCancelActionText=Klikom na dugme 'Odustani' mo\u017Eete navesti razloge odustajanja od ponude.
OffersDCreateAnswerLabel=Kreirajte odgovor na ponudu:

#XTIT: Poll and Info
PollPageTitle=Szavazás
PollAnswerLabel=Válaszolsz
InfoPageTitle=Információs üzenetek

#XTIT: Legend icon dialog
IconLegendDialog=Ikon jelmagyarázat
IconInfoLabel=Információs üzenetek
IconNewLabel=Új bontatlan üzenet
IconOpenLabel=Nyílt ajánlat válasz nélkül
IconAnsweredLabel=Válaszol ajánlat
IconGoLabel=Megállapodás folyamatban
IconCanceledLabel=Az ajánlatot kilép
IconLockedLabel=Kötött ajánlat

#XTIT: Offers confirm dialog
OfferDMaterial=Anyag: 
OfferDPrice=Ár ÁFÁ-val:
OfferDAmount=Mennyiség:
OfferDLager=Áruk raktárról:
OfferDValidDate=Érvényességét ajánlatok:
OfferDComment=Megjegyzés:
OfferDSend=Levél az ajánlatot?
OfferDTotal=Ukupno:

#XTIT: Offers negative dialog
OfferDNoGoods=Nincs áru
OfferDDontTell=Nem akarom elmondani
OfferDPriceDontFit=Ár nem illik
OfferDNotInterested=Nem érdekel
OfferDOtherReason=A másik ok
OfferDConcPrice=Konkurencia ár
OfferDNegTitle=
OfferDNegCompetName=
OfferDNegCompetPrice=
MSGBOX_CANCEL=

#XTIT: Custom Offer page
CustomOTitle=Tedd ajánlat
CustomOMatLabel=Válassza az anyagot szeretne kínálni
CustomOPriceLabel=Ár
CustomOAmountLabel=Mennyiség
CustomORadioLabel=Áruk raktáron
CustomODateLabel=Ajánl jétől érvényes
CustomOYes=Hogy
CustomONo=Nem
CustomOCombine=Kombinált
CustomOCommentLabel=Megjegyzés/Kommentáld
CustomOConfirm=Erősítse
CustomODateLabel=Va\u017Ei do
CustomOStatusLabel=Status dogovora:
CustomStatusOne=DOGOVORENO
CustomStatusTwo=U TOKU
CustomStatusThree=OTKAZAN
CustomAgreedPriceLabel=Dogov. cena sa PDV-om:
CustomAgreedAmountLabel=Dogovorena koli\u010Dina:
CustomAgreedDateLabel=Datum prometa:
CustomAgreedNacplLabel=Na\u010Din pla\u0107anja:
CustomAgreedUslplLabel=Uslov pla\u0107anja:
CustomAgreedRobslLabel=Roba sa lagera:
CustomAgreedCommentLabel=Komentar:
CustomAgreedNotYet=Dogovor jo\u0161 uvek nije postignut.
CustomAgreedNacplOne=Avans
CustomAgreedNacplTwo=Odlo\u017Eeno
CustomAgreedNacplThree=Priznanica
CustomAgreedNacplFour=Kooperacija
CustomAgreedUslplOne=Virmanski
CustomAgreedUslplTwo=Gotovniski
CustomAgreedUslplThree=Kompenzacija
CustomBtnJump=Otvori 'Moje aktuelne ponude'
CustomOPressRefresh=Pritisnite dugme 'Osve\u017Ei' da bi se lista a\u017Eurirala.

#XTIT: Button
BtnSend=Elküld
BtnCancel=Mégsem
BtnDownloadApp=Az alkalmazás letöltése
BtnSave=Megment
BtnSwitchLanguage=Promeni jezik
BtnDownloadFile=Fájl letöltése
NotificationButton=Otvori ekran ponuda
BulletinBoardBannerLink=Otvori link sa slike banera
NotificationMarkAllRead=Markiraj sva obave\u0161tenja kao pro\u010Ditana

#XTIT: All others titles and labels
ArchiveTitle=Archív ajánlatok
NotificationsTitle=Aktuális felhívásokat
ContactsTitle=Kapcsolatok
DebtStructureTitle=Az eladósodás struktúrájában a szerződés szerint
NoDataText=Nincs információ
LagerTitle=Feltétel készlet
SettingsTitle=Beállítások
SettingsSaved=Beállítások elmentve
SettingsDownloadAppLabel=Töltse le az alkalmazást az értesítési
SettingsDownloadFile=Töltse le a konfigurációs fájl
ArchiveClickToOpen=Kliknite da pogledate link
NotifAppUserManualLink=Uputstvo za instalaciju aplikacije za notifikacije/obave\u0161tenja
AboutCommentsAndSuggestions=Va\u0161i komentari i sugestije:
AppDownloadWarningText=Ukoliko niste sigurni kako se instalira aplikacija, nemojte je skidati na dugme ispod ve\u0107 samo skinite fajl za konfiguraciju aplikacije i kliknite na link za uputstvo u okviru kog \u0107ete skinuti aplikaciju.

#XTIT: Message types
Purchase=VÁSÁRLÁS
Selling=ELAD
Info=INFO
VendorOffer=AJÁNLAT SZOLGÁLTATÓ
BuyerOffer=AJÁNLAT VEVŐ
Poll=SZAVAZÁS
None=DEFINIÁLATLAN
NewUnread=
Archived=

#XTIT: Notifications types
NoTest=TESZT
NoMKOffer=MK AJÁNLAT
NoInfo=INFO
NoClosing=LEZÁRÓ AJÁNLATOK
NoAgreed=AJÁNLAT KÖVETKEZTETÉS
NoPoll=SZAVAZÁS

#XTIT: Messages on message box
ServerCommunicationError=Hiba a kommunikáció a szerver.
DataSentSuccessfully=Az adatok sikeresen teljesítette.
FillExtraRegData=Kérjük, töltse ki az extra adatok regisztrációjával kapcsolatos.
JustSomeError=Hiba történt.
YourAccountIsDeleted=A fiók törlésre került. Kérjük, lépjen kapcsolatba a call center.
YourAccountIsBlocked=Ön számláját zárolták. Kérjük, lépjen kapcsolatba a call center.
EnterYourEmailAddress=Adja meg e-mail címét
OfferSentSuccessfully=Ajánlat sikeresen továbbított.
PhoneIsCallingNumber=Felhívja a kiválasztott kapcsolat...
YouMustBeOnPhoneToCall=Meg kell lennie a telefon a hívás funkció.
YourAnswerSentSuccessfully=Válaszát sikeresen benyújtott.
TwoMinutesBlockade=Az idő eltolódás választ, mint 2 perc alatt.
OfferSentThankYou=A válasz továbbították. Köszönjük az együttműködést!
NoAnswerForOffer=Az ajánlatban nem választ.

#XTIT: Calculator
CalcTitle=Számológép
CalcPrice=Ár
CalcAmount=Mennyiség
CalcValue=Áruk értéke
CalcBtnClose=Becsuk
CalcBtnCalculate=Számítani

#XTIT: Debt structure
DebtContractNumber=
DebtYear=
DebtAmount=
DebtMeasureUnit=
DebtCreditLimit=

#XTIT: Contacts
ContactsClickForCalling=Kliknite za poziv
ContactsPhone=Telefon:
ContactsPlace=Mesto:

#XTIT: Toasts
RegistrationDownloadFile=Skidanje konfiguracionog fajla
RegistrationDownloadApp=Skidanje aplikacije za notifikacije
ResetPasswordToast=Ova funkcionalnost trenutno nije implementirana
CustomOfferSentToast=Status Va\u0161e ponude mo\u017Eete pratiti preko dugmeta na glavnom meniju "MOJE AKTUELNE PONUDE"
OfferDetailAmountToast=Morate uneti koli\u010Dinu koju \u017Eelite da ponudite
JMBGControlNumberInvalid=Molimo unesite ispravan JMBG. Kontrolni broj nije dobar
JMBGControlNumberValid=Kontrolni broj je dobar
PhoneNoAppDownload=Aplikacija za notifikacije ne radi na telefonu
PhoneNoFileDownload=Fajl za konfiguraciju nije potreban na telefonu jer aplikacija ne radi
NotificationsMarkedAllToast=Sva obave\u0161tenja su markirana kao pro\u010Ditana


#XTIT: Notification app wizard
WizardStepOneTitle=Preuzimanje aplikacije
StepOneMsgStripText=Instalacioni fajl se nalazi u Va\u0161em podrazumevanom folderu za preuzimanje fajlova sa interneta ili u donjem levom uglu Chrome pregleda\u010Da i naziv mu je: 'Notification Installer.msi'.
WizardBtnDownloadApp=Preuzmi aplikaciju
WizardStepTwoTitle=Instalacija aplikacije
StepTwoMsgStripText=Dvokllikom na fajl pokre\u0107ete instalaciju aplikacije i pratite uputstva. Na slikama ispod su prikazani koraci instalacije. Kliknite na sliku da je uveli\u010Date.
WizardImage1Text=Kada pokrenete instalaciju, Windows \u0107e Vas upozoriti da aplikacija nije potpisana. Kliknite na tekst 'More Info' i pojavi\u0107e se dugme 'Run anyway'.
WizardImage2cText=Kliknite na dugme 'Run anyway' i otvori\u0107e se prozor za instalaciju.
WizardImage1aText=Na prvom prozoru samo kliknite dugme 'Next >'.
WizardImage2aText=Na drugom prozoru se nalazi polje za upis datoteke u kojoj \u0107e aplikacija biti instalirana. Nemojte ni\u0161ta menjati, ostavite kako je ve\u0107 upisano i samo kliknite dugme 'Next >'.
WizardImage3aText=Na slede\u0107em, tre\u0107em prozoru tako\u0111e samo kliknite dugme 'Next >'.
WizardImage4aText=Odmah potom \u0107e se pojaviti prozor iznad prethodnog i samo treba da kliknete dugme 'Yes' i instalacija \u0107e zapo\u010Deti.
WizardImage5aText=Kada se instalacija zavr\u0161i, na poslednjem prozoru kliknite dugme 'Close' i aplikacija je spremna za pokretanje.
WizardStepThreeTitle=Pokretanje aplikacije
StepThreeMsgStripText=Ako ste pratili korake instalacije sa slika, uspeli ste instalirati aplikaciju. Sada je pokrenite duplim klikom na ikonicu na desktopu.
WizardImage8Text=Ikonica za pokretanje aplikacije
WizardImage8aText=Kada je pokrenuta, aplikacija se nalazi u Windows Taskbar-u i ako postavite kursor mi\u0161a nad ikonicom aplikacije, prikaza\u0107e se osnovne informacije.
WizardImage8bText=Ako kliknete desnim klikom mi\u0161a na ikonicu aplikacije, pojavi\u0107e se meni sa opcijama unosa ili izmene Va\u0161eg korisni\u010Dkog imena i lozinke, pode\u0161avanjima aplikacije i dugmetom za ga\u0161enje aplikacije.
WizardImage8cText=Prozor na unos ili izmenu Va\u0161eg korisni\u010Dkog imena i lozinke.
WizardImage8dText=Prozor za pode\u0161avanje intervala provere da li imate novih poruka i jezika aplikacije.
WizardImage8eText=Prozor koji Vas obave\u0161tava da imate nove nepro\u010Ditane poruke.
WizardStepFourTitle=Testiranje aplikacije
StepFourMsgStripText=Aplikacija je pokrenuta i nalazi se u Windows taskbar-u. Klikom na dugme 'Testiraj aplikaciju' mo\u017Eete proveriti da li je aktivna i da li ima vezu sa serverom.
WizardBtnTestApp=Testiraj aplikaciju
WizardBtnGoToLoginPage=Idi na stranicu za prijavu

#XTIT: this is the title for the shell, displayed above the application when it is active
ShellTitle=MK eCommerce SAPUI5 Application



#XTIT: Message types
UserAgreement=<head></head><body><b>MK eCommerce APLIKATIVNO PROGRAMSKO RE\u0160ENJE</b><p>MK COMMERCE doo (u daljem tekstu \u201CMK Commerce\u201D) daje na upotrebu I kori\u0161\u0107enje ovla\u0161tenim korisnicima softver - APLIKATIVNO PROGRAMSKO RE\u0160ENJE MKeCommerce, namenjeno za razmenu informacija komercijalne prirode I zadr\u017Eava pravo da u bilo kom trenutku bez saglasnosti korisnika Aplikacije MKeCommerce mo\u017Ee dopuniti ili izmeniti ove Uslove u bilo kom trenutku - izmenama u ovom tekstu.</p> <p>UPOTREBOM OVOG MK eCOMMERCE APLIKATIVNOG PROGRAMSKOG RE\u0160ENJA-a (U DALJEM TEKSTU \u201CAPLIKACIJA\u201D) POTVR\u0110UJETE DA STE PRO\u010CITALI, RAZUMELI I PRIHVATILI U NASTAVKU NAVEDENE USLOVE KORI\u0160\u0106ENJA (U DALJEM TEKSTU \u201CUSLOVI\u201D) I SLA\u017DETE SE DA STE, KAO KORISNIK - OBAVEZNI DA IH PO\u0160TUJETE, KAO I SVE DRUGE PRIMENLJIVE ZAKONE I PROPISE.</p><b>PRISTUP APLIKACIJI I PRAVO KORI\u0160TENJA</b><p>Definisanje kriterijuma za dodeljivanje prava kori\u0161tenja Aplikacije, promena kriterijuma, kao I tuma\u010Denje ispunjenosti definisanih preduslova I kriterijuma za dodeljivanje prava kori\u0161tenja Aplikacije je isklju\u010Divo pravo MK Commerce doo. <br>MK Commerce zadr\u017Eava pravo:<br> - da bilo kojem pravnom ili fizi\u010Dkom licu omogu\u0107i upotrebu Aplikacije po sopstvenoj odluci uz obavezan prethodni pristanak budu\u0107eg korisnika;<br> - da ne dozvoli upotrebu Aplikacije bilo kom fizi\u010Dkom ili pravnom licu;<br> - da u slu\u010Daju nepo\u0161tovanja Uslova kori\u0161\u0107enja I uop\u0161te, postoje\u0107em korisniku, bez obrazlo\u017Eenja, oduzme prethodno dodeljeno pravo kori\u0161\u0107enja Aplikacije.<br>Ukoliko kao Korisnik prekr\u0161ite bilo koji od Uslova kori\u0161\u0107enja, va\u0161a dozvola za upotrebu aplikacije \u0107e biti povu\u010Dena i bi\u0107ete onemogu\u0107eni u daljem kori\u0161\u0107enju Aplikacije.</p><p>Ukoliko MK Commerce nakon dodele prava kori\u0161\u0107enja sprovede izmene i/ili dopune teksta Uslova kori\u0161\u0107enja koje je Korisnik potvrdio prilikom dodele pristupa aplikaciji, Korisniku \u0107e nastale izmene i/ili dopune biti prosledjene putem Aplikacije na verifikaciju I saglasnost. Nakon potvrde od strane Korsinika promenjenih Uslova kori\u0161\u0107enja, Korisniku \u0107e biti omogu\u0107eno dalje nesmetano kori\u0161\u0107enje Aplikacije. U suprotnom bi\u0107e mu ukinuto pravo kori\u0161\u0107enja Aplikacije.</p><b>UPOTREBA APLIKATIVNOG PROGRAMSKOG RE\u0160ENJA</b> <p>SOFTVER - MKeCommerce Aplikativno Programsko Re\u0161enje je namenjeno za razmenu informacija komercijalne prirode izmedju MK Commerce doo (I drugih pravnih lica po njegovom ovla\u0161\u0107enju) sa jedne strane, I krajnjih korisnika Aplikacije, sa druge strane \u2013 koji su potencijalni kupci ili dobavlja\u010Di robe/usluga koje prodaje ili kupuju MK Commerce doo I druga pravna lica po njegovom ovla\u0161\u0107enju.Sav material kori\u0161\u0107en u aplikaciji MKeCommerce je za\u0161ti\u0107en autorskim pravima i svaka neovla\u0161tena upotreba mo\u017Ee predstavljati kr\u0161enje Zakona o autorskom i srodnim pravima, Zakona o \u017Eigovima ili drugih zakona iz oblasti intelektualne svojine.Sav sadr\u017Eaj dostupan na Aplikaciji krajnji korisnik mo\u017Ee pregledati ili preuzimati isklju\u010Divo za li\u010Dnu upotrebu i u informativne svrhe. Krajnji korisnik ne mo\u017Ee menjati sadr\u017Eaj ove Aplikacije ni na koji na\u010Din, niti ga reprodukovati ili javno prikazivati, izvoditi, distribuirati ili na drugi na\u010Din koristiti u javne ili komercijalne svrhe u interesu tre\u0107ih lica osim lica koja su direktni korisnici Aplikacije; a pod pretnjom obustavljanja kori\u0161\u0107enja Aplikacije I sno\u0161enja  odgovornosti za kr\u0161enje propisanih Uslova kori\u0161\u0107enja. Ne uzimaju\u0107i u obzir prethodno navedeno, bilo koji softver ili drugi materijal dostupan za preuzimanje ili kori\u0161\u0107enje preko ove Aplikacije koji poseduje sopstvene uslove kori\u0161\u0107enja ili licenciranja nalazi se pod za\u0161titom tih uslova.Prilikom instaliranja i preuzimanja Aplikacije na Va\u0161 mobilni uredjaj, potvr\u0111ujete da ste razumeli, pro\u010Ditali I da prihvatate sve navedene uslove kori\u0161\u0107enja, potvrdom \u201CUslova o licenciranju softvera\u201D \u010Dime prihvatate I sve uslove licenciranja koji prate upotrebu tog softvera, kao I uslove sadr\u017Eane u ovom tekstu. Ne mo\u017Eete preuzeti ili instalirati Aplikaciju pre nego \u0161to ste pro\u010Ditali i prihvatili Uslove o licenciranju softvera kao I ovde navede Uslove kori\u0161\u0107enja.Korisnicima kojima je uz Aplikaciju dodeljen i mobilni uredjaj na kori\u0161tenje, imaju zabranu otu\u0111enja, prodaje ili nesavesnog pona\u0161anja prilikom kori\u0161tenja takvog ure\u0111aja. Svaku neispravnost ure\u0111aja su du\u017Eni da prijave licu koje im je ure\u0111aj predalo na upotrebu I kori\u0161\u0107enje. U slu\u010Daju neovla\u0161tene upotrebe ure\u0111aja korisnik je u obavezi da po zahtevu MK Commerce ili drugog pravnog lica po njegovom ovla\u0161\u0107enju - takav ure\u0111aj vrati.Ukoliko protivno ovim uslovima krajnji korisnik otu\u0111i ili uni\u0161ti ure\u0111aj koji mu je dodeljen na kori\u0161tenje du\u017Ean je da vlasniku ure\u0111aja nadoknadi nastalu \u0161tetu isplatom tr\u017Ei\u0161ne cene ure\u0111aja na dan dodele ure\u0111aja korisniku.</p><p>Preduslov za nesmetano kori\u0161\u0107enje Aplikacije jeste omogu\u0107en internet pristup za korisnika mobilnog ure\u0111aja na kojem je instalirana Aplikacija.Za Korisnike kojima MK Commerce ili drugo pravno lice po njegovom ovla\u0161\u0107enju dodeli mobilni ure\u0111aj bi\u0107e omogu\u0107en pristup internetu u okviru korisni\u010Dkog paketa, gde MK Commerce snosi \u2013 ne snosi tro\u0161kove ostvarenog internet saobra\u0107aja. Pretplatni\u010Dka kartica koju sa tavkim mobilnim ure\u0111ajem zadu\u017Euje krajnji korisnik je ograni\u010Dena samo na ostvarivanje internet saobra\u0107aja neophodnog za rad Aplikacije, na teritoriji Republike Srbije. Pristup drugim sadr\u017Eajima nije omogu\u0107en. Izuzetno, na zahtev korisnika takav saobra\u0107aj mo\u017Ee biti obezbe\u0111en ali isklju\u010Divo uz njegovu obavezu sno\u0161enja tro\u0161kova takvog saobra\u0107aja.</p><b>INFORMACIJE</b><p>Svi materijali, povratne informacije ili druge vrste informacija koje vam budu dostavljene putem Aplikacije, \u0107e biti smatrani za poverljive I vlasni\u010Dke, I kao takvi nisu namenjeni tre\u0107im licima ve\u0107 isklju\u010Divo direktnim korisnicima Aplikacije.MK Commerce doo kao vlasnik Aplikacije, \u0107e biti isklju\u010Divi vlasnik svih informacija prikupljenih putem Aplikacije i u vezi sa njom. MK Commerce I druga pravna lica po njegovom ovla\u0161\u0107enju nemaju obaveze u odnosu na takve informacije i slobodan je da ih koristi bez ograni\u010Denja za bilo koje svrhe (kao \u0161to je upotreba, reprodukcija, modifikacija, objavljivanje, (re)distribucija, javno prikazivanje itd.) i bez navo\u0111enja izvora.Zabranjeno je uz upotrebu Aplikacije postavljati I prosledjivati bilo kakve protivzakonite, prete\u0107e, klevetni\u010Dke, poni\u017Eavaju\u0107e, obscene, pornografske ili druge materijale koji kr\u0161e bilo koje zakone.</p><b>PRIVATNOST</b><p>MK Commerce ili druga pravna lica po njegovom ovla\u0161\u0107enju - zadr\u017Eavaju pravo da prikupljaju odre\u0111ene li\u010Dne podatke prilikom pretrage nekih sadr\u017Eaja ove Aplikacije da bi ispunili va\u0161e zahteve ili potrebe. Svako prikupljanje takvih informacija na svim stranicama - opcijama Aplikacije bi\u0107e sprovedeno u skladu sa pravilima o privatnosti sadr\u017Eanom u ovom tekstu, kao i va\u017Ee\u0107im propisima o za\u0161titi podataka o li\u010Dnosti.Svrha ove tehnologije i informacija koje ona prikuplja je da pomogne I unapredi medjusobnu komunikaciju I poslovanje, odnosno da se obezbedi blagovremeno I direktno saop\u0161tavanje komercijalne poruke krajnjem korisniku Aplikacije, tj. Da se da omogu\u0107i direktno upu\u0107ivanje informativne komercijalne poruke od korisnika Aplikacije ka MK Commerce ili drugom pravnom licu po njegovom ovla\u0161\u0107enju.</p><b>LINKOVI KA DRUGIM APLIKACIJAMA I SAJTOVIMA</b><p>Linkovi sadr\u017Eani u Aplikaciji (Vremenska prognoza) koji vode ka drugim aplikacijama su prikazani isklju\u010Divo zbog pogodnosti za Vas. MK Commerce ne kontroli\u0161e sadr\u017Eaj takvih aplikacija i nije odgovoran za bilo koju od ovih aplikacija ili njihove sadr\u017Eaje.Stoga, MK Commerce nije njihov predstavnik, ne pru\u017Ea nikakve garancije i ne prihvata obaveze u vezi sa ovim aplikacijama ili bilo kojim informacijama, softverom ili drugim proizvodima koji se tamo mogu na\u0107i, ili sa rezultatima koji su posledica njihove upotrebe.Ukoliko odlu\u010Dite da pristupite nekoj od aplikacija na koje vode linkovi sa na\u0161e Aplikacije, \u010Dinite to na sopstvenu odgovornost. Aplikacije za vremensku prognozu Yahoo Weather i AccuWeather su registrovani softverski proizvodi u vlasni\u0161tvu svojih kompanija i MK Commerce nema nikakva prava nad njima ve\u0107 samo preko svoje aplikacije preporu\u010Duje upotrebu istih jer su najbolje aplikacije iz tog domena. MK Commerce ne garantuje za sadr\u017Eaje koji se nalaze u okviru opcije Oglasna Tabla, a \u010Diji su ogla\u0161iva\u010Di tre\u0107a lica, osim povezanih pravnih lica sa MK Commerce doo.</p><b>OGRANI\u010CENJE GARANCIJA</b><p>Informacije, proizvodi, materijali i/ili usluge (\u201Csadr\u017Eaj\u201D) prikazan na ovoj aplikaciji je prikazan \u201Ckao takav\u201D bez ikakvih garancija bilo koje vrste. Mk Commerce se eksplicitno ograni\u010Dava do maksimalnog stepena odre\u0111enog zakonom, od bilo kakve direktne,indirektne statutarne ili bilo koje druge garancije ili zastupni\u0161tva, uklju\u010Duju\u0107i garancije tr\u017Ei\u0161ne isplativosti, pogodnosti za odre\u0111enu svrhu ili po\u0161tovanja intelektualnih ili svojinskih prava. Sadr\u017Eaj aplikacije \u010Dine isklju\u010Divo informacije op\u0161te i komercijalne prirode, koje su namenjene za dogovoranje konkretnih komercijalnih poslova sa direktnim korisnicima aplikacije, ili za saop\u0161tavanje odredjenih marketin\u0161kih poruka za neku konkretnu osobu, grupu osoba ili entitet, a koje istovremeno ne predstavljaju profesionalni savet.</p><p>U maksimalnom stepenu koji zakon dozvoljava, Mk Commerce ne daje garancije za ta\u010Dnost, primenjivost, pouzdanost i kompletnost sadr\u017Eaja na ovoj Aplikaciji, kao ni garanciju neprekidnog rada, pravovremenosti, bezbednosti ili odsustva gre\u0161aka.MK Commerce mo\u017Ee promeniti sadr\u017Eaj ove Aplikacije ili proizvode i cene navedene u pojedina\u010Dnim prosledjenim porukama koji se kupuju ili nude posredstvom Aplikacije, u bilo koje vreme i bez prethodnog upozorenja.Sadr\u017Eaj na ovoj Aplikaciji mo\u017Ee biti zastareo, a Mk Commerce se ne obavezuje da ga a\u017Eurira. Sadr\u017Eaj objavljen na Aplikaciji mo\u017Ee se odnositi na proizvode, programe ili usluge koji nisu dostupni u va\u0161oj neposrednoj blizini, a na teritoriji Srbije ili u inostranstvu. MK Commerce ili drugi po\u0161iljalac poruke namenjene krajnjem korisniku nije u obavezi da na iste odgovori, te usled svog pasivnog statusa ne mo\u017Ee snositi nikakvu odgovrnost.Potrebno je da se konsultujete sa MK Commerce komercijalnim predstavnikom u vezi proizvoda, programa ili usluga koje su vam na raspolaganju, kao i o mestima gde je mogu\u0107e izvr\u0161iti isporuku ili preuzimanje robe ili usluga do \u010Dijeg prometa do\u0111e posredstvom ove Aplikacije.</p><b>OGRANI\u010CENJE ODGOVORNOSTI</b><p>U maksimalnom stepenu dozvoljenom zakonom, MK Commerce, njegovi dobavlja\u010Di ili tre\u0107a lica pomenuta i \u010Dije su poruke komercijalne prirode uklju\u010Dene u sadr\u017Eaj Aplikacije, ni u kom slu\u010Daju ne\u0107e biti odgovorni za bilo kakvu \u0161tetu (uklju\u010Duju\u0107i, ali ne i isklju\u010Divo, direktnu, indirektnu, slu\u010Dajnu, posledi\u010Dnu, posebnu \u0161tetu, ili takvu koja nastaje usled gubitka profita, gubitka podataka ili prekida poslovnog procesa) koja nastaje kao posledica upotrebe, odlaganja ili nemogu\u0107nosti upotrebe, ili rezultata upotrebe ove Aplikacije, sajtova na koje vode linkovi iz ove aplikacije ili sadr\u017Eaja objavljenog ovde ili na drugim pomenutim sajtovima, bez obzira da li je zasnovana na garanciji, ugovoru ili drugom pravnom sredstvu ili da li je klijent bio obave\u0161ten o mogu\u0107nosti takve \u0161tete. Ukoliko va\u0161a upotreba materijala, informacija ili usluga sa ove aplikacije rezultira potrebom za servisiranjem ili popravkom opreme ili podataka, Vi ste odgovorni za nastale tro\u0161kove.</p><b>REGISTROVANI ZA\u0160TITNI ZNACI</b><p>Svi nazivi, logotipi, \u017Eigovi, za\u0161titni znaci ili oznake usluga koji se pojavljuju na ovoj Aplikaciji su registrovani za\u0161titni znaci odgovaraju\u0107ih kompanija u okviru MK Group ili drugih vlasnika. Ne mo\u017Eete koristiti nazive, logotipe, \u017Eigove, za\u0161titne znake ili oznake usluga bez prethodne pismene saglasnosti njihovog punopravnog vlasnika.</p><b>OVIM POTVR\u0110UJEM DA SAM PRO\u010CITAO, RAZUMEO I PRIHVATIO NAVEDENE USLOVE KORI\u0160\u0106ENJA</b></body>
